{
  "courses":[
    {
      "id":1,
"name":"Class SOS – Secrets of Online Sale",
"category":"Marketing",
"description":"တက်ရောက်သင့်သူများ :\n -Page ထောင်ထားပေမယ့် ရောင်းအားကျနေသေးတယ် လာမေးပေမယ့် မဝယ်ဘဲ ထွက်သွားကြတယ်,\n -chatbox ကနေ စျေးရောင်းနည်း သိချင်သူများ\n\n  မတက်သင့်သူမျာ :\n -Page မထောင်ရသေးသူများ,\n -စျေးဝယ် လာမေးသူ မရှိသူများ။",
"access":"Life Time",
"duration":2,
"certificate":true,
"price": 25000
    },
    {
      "id":2,
"name":"BMW",
"category":"Marketing",
"description":"ကြော်ငြာ စာသားကောင်းသွားရင် Audience အတူတူ Budget အတူတူကို LIKE 500 လောက်ရပေမယ့် သင်တန်းသား ၈၀ ဖြစ်သွားပါတယ်။ ာအုပ်ပေါင်း ၃၀ ကျော်၊ သင်တန်းပေါင်း ၅ ခု၊  လက်တွေ့ ကြော်ငြာပေါင်း ရာချီ ရေးပြီးမှ ရတာတဲ့ အသိတွေကို စုပေါင်းပေးထားပါတယ်။ တက်ခဲ့တဲ့ Online သင်တန်းတခုတောင် ဒေါ်လာ ၃ ထောင်ပေးရပါတယ်။ မြန်မာငွေနဲ့ဆို သိန်း ၄၀ ကျော်မှာပါ ။ စာအုပ်တိုင်းက မူရင်းစာအုပ် တွေဆိုရင် တအုပ်ကို ဒေါ်လာ ၃၀ လောက်ရှိပါတယ် ။ မြန်မာငွေ ၄သောင်းကျော်ပါ ။ ကျွန်တော်သာ ဒီလို သင်ပေးတဲ့သူ ရှိခဲ့ရင် တကယ့် အတွေ့အကြုံနဲ့လည်း သင်တာဆိုရင် သိန်း ၂၀ ဆို လည်း ကပြီး လာတက်မှာပါ ။ တခါတလေ ကြော်ငြာ စာသားလေး တလုံးဟာ ရောင်းအားကို ၂ဆ၊ ၃ဆ မက ပြောင်းလဲသွားစေပါတယ် ။ ာအုပ်ပေါင်း ၃၀ ကျော်၊ သင်တန်းပေါင်း ၅ ခု၊  လက်တွေ့ ကြော်ငြာပေါင်း ရာချီ ရေးပြီးမှ ရတာတဲ့ အသိတွေကို စုပေါင်းပေးထားပါတယ်။ တက်ခဲ့တဲ့ Online သင်တန်းတခုတောင် ဒေါ်လာ ၃ ထောင်ပေးရပါတယ်။ မြန်မာငွေနဲ့ဆို သိန်း ၄၀ ကျော်မှာပါ ။ စာအုပ်တိုင်းက မူရင်းစာအုပ် တွေဆိုရင် တအုပ်ကို ဒေါ်လာ ၃၀ လောက်ရှိပါတယ် ။ မြန်မာငွေ ၄သောင်းကျော်ပါ ။ ကျွန်တော်သာ ဒီလို သင်ပေးတဲ့သူ ရှိခဲ့ရင် တကယ့် အတွေ့အကြုံနဲ့လည်း သင်တာဆိုရင် သိန်း ၂၀ ဆို လည်း ကပြီး လာတက်မှာပါ ။ တခါတလေ ကြော်ငြာ စာသားလေး တလုံးဟာ ရောင်းအားကို ၂ဆ၊ ၃ဆ မက ပြောင်းလဲသွားစေပါတယ် ။",
"access":"Life Time",
"duration":3,
"certificate":true,
"price": 340000
    },
    {
      "id":3,
"name":"Facebook Bachelor",
"category":"Facebook",
"description":"တက်ရောက်သင့်သူမျာ :\n -Laptop ဖြင့် ကြော်ငြာတတ်သူများ,\n -Advanced ကြော်ငြာရွေးချယ်တတ်ချင်သူများ,\n -တကယ်အလုပ်ဖြစ်မယ့် ကြော်ငြာနည်းသာ သိချင်သူများ\n\n မတက်သင့်သူများ :\n -Laptop မကျွမ်းကျင်သူများ,\n -တခါမှ မကြော်ငြာဖူးသူများ,\n -Setting ချိန်နည်း သိချင်သူများ။",
"access":"Life Time",
"duration":2,
"certificate":true,
"price":  100000
    },
    {
      "id":4,
"name":"Invisible Marketing",
"category":"Marketing",
"description":"ကျစ်ကျစ်လစ်လစ်နဲ့ နားလည်အသုံးချနိုင်အောင်စုစည်း ထားတဲ့ နည်းလမ်းပေါင်း (၅၂) ခုကို…သိရှိရမှာပါ…",
"access":"Life Time",
"duration":2,
"certificate":true,
"price":  148000
    },
    {
      "id":5,
"name":"Facebook Master",
"category":"Facebook Marketing",
"description":"တက်ရောက်သင့်သူများ :\n -Laptop ဖြင့် ကြော်ငြာတတ်သူများ,\n -ကြော်ငြာ အကြွေး ကိုယ်တိုင် ချေတတ်သူများ,\n -Include/Exclude, Behaviour , Location Pin ရွေးတတ်သူများ,\n -Ad Manager အနည်းဆုံးကြားဖူးနားဝရှိသူများ\n\n မတက်သင့်သူများ :\n -တခါမှ မကြော်ငြာဖူးသူများ,\n -ဖုန်းဖြင့် လိုက်လုပ်ချင်သူများ\n\n သင်ကြားမယ့် အဓိက အကြောင်း :\n -Ad Manager Advanced အသုံးပြုနည်း,\n -Messenger Bot Advanced သုံးနည်းများ,\n -အရေးကြီးဆုံး ၄ခု ဖတ်တတ်ယုံနဲ့ ကြော်ငြာကောင်းမကောင်း ဆုံးဖြတ်နည်း,\n -Video ကြည့်ဖူးသူ၊ Mess ",
"access":"Life Time",
"duration":2,
"certificate":true,
"price": 320000
    },
    {
      "id":6,
"name":"Video Marketing",
"category":"Marketing",
"description":"2020 ဟာ မြန်မာပြည်အတွက် Video ခေတ်ဖြစ်လာပါပြီ။ Video မတင်တဲ့ Page တွေအကုန် Organic Reach တွေ သိသိသာသာကျလာပါတယ်။ Live ၃ နာရီစာလွှင့်ပြီး ၃လစာ အထည်တွေရောင်းနေရတဲ့ Page တွေ ပေါ်လာပါပြီ ။ သူများလို ငါက လူရှေ့မထွက်ရဲဘူး ပြောနေယုံနဲ့ မရောင်းရတာ အရမ်းကို သိသာလာနေပါပြီ။ လူတွေဟာ စာဖတ်တာထက်၊ Video ကို ပိုကြည့်လာကြပါပြီ ။ TikTok သုံးနေရင် Video တခုတည်းနဲ့ အလုပ်ဖြစ်နေတာ တွေ့ရမှာပါ။\n ဒီတော့.. ဒါတွေ အားလုံးကို ဖြေရှင်းနိုင်ဖို့ ဘယ်လို Video အလွယ်တကူဖန်တီးမလဲ၊ Live ဘယ်လိုရောင်းရအောင် လွှင့်မလဲ၊ လူကြည့်များလာအောင် ဘယ်လိုလုပ်ရမလဲ၊ Video တွေကိုကြော်ငြာရင်း ဝင်ငွေတွေတိုးအောင် ဘယ်လိုလုပ်ရမလဲဆိုတဲ့.. ခေါင်းထဲက မေးခွန်းတွေအတွက် အဖြေတွေ တခုခြင်းစီကို စေ့စေ့ပေါက်ပေါက် နားလည်အောင် သင်ပြပေးမယ်ဗျာ..\n Video ဖန်တီးပုံတင်မက Video ကို ဘယ်လိုရိုက်ရမယ်၊ ဘယ်လို အလင်းအမှောင်ထားရမယ်၊ ဘယ်လို အသံဖမ်းရမယ်၊ ဘယ်လို Editing လုပ်ရမယ်ဆိုတာတွေကအစ တဆင့်ခြင်း သင်ပြပေးဦးမယ် ခင်ဗျာ။ ပြီးတော့ တင်ထားတဲ့ Video လူကြိုက်များလာအောင်၊  ကောင်းတဲ့ Video ကြော်ငြာတတ်အောင်၊ မကောင်းတဲ့ Video သုံးသပ်ပြင်ဆင်တတ်အောင်၊ Video နဲ့ ဝယ်သူရှာနည်း၊ ခွဲခြမ်းနည်း၊ ပြသနည်းတွေကိုပါ၊ လက်တွေ့ကျကျ ကြော်ငြာနည်းတွေနဲ့ ကျွန်တော်ကိုယ်တိုင် သင်ပေးမှာပါ",
"access":"Life Time",
"duration":2,
"certificate":true,
"price":  148000
    },
    {
      "id":7,
"name":"Facebook For Business (FFB)",
"category":"Facebook Marketing",
"description":"ဒီသင်တန်းလေးက အခက်အခဲလေးကိုဖြေရှင်းပေးပါလိမ့်မယ်\n ကြော်ငြာ Targeting ကို ဖော်ထုတ်ပြသခြင်း ( ရှင်းလင်း ပြသခြင်း)၊ ကြော်ငြာ တင်ဖို့ ဘာတွေ ရွေးပေးရမလဲ ၊ လူတိုင်း ပေါ့လျော့နေတဲ့ ကြော်ငြာ တင်ပြီး လုပ်ရမယ့် အချက်များ ၊ လူတိုင်း ပေါ့လျော့နေတဲ့ ကြော်ငြာ ပြီးသွားရင် လုပ်ရမယ့် အချက်များ ၊ ကြော်ငြာ ကောင်း၏ မကောင်း၏ သုံးသပ်နည်း ၊ ဖွက်ထားတဲ့ ရွှေဥလို တန်ဖိုးရှိတဲ့ ကြော်ငြာ Report ဖတ်နည်း\n\n 3 Section Included\n -FFB for laptop,\n -FFb for phone,\n -Ad Section(Bonus Class)",
"access":"One Month",
"duration":2,
"certificate":true,
"price": 68000
    },
    {
      "id":8,
"name":"Facebook Marketing Strategy (FMS)",
"category":"Facebook Marketing",
"description":"သင်ရိုးမှာ လုပ်ငန်းအတွက် အကျိုးရှိစေမယ့် နည်းလမ်းပေါင်း (၄၂) သွယ် ပါဝင်ပါမယ်\n သင်ရိုးမှာ အသေးစိတ် ဘာတွေပါမလဲ ဆိုတော့ ၁.Online လုပ်ငန်းရှင်တိုင်း သတ်မှတ်ထားရမည့် Goal များ၊ ၂.Page တခုရဲ့ SMART Goal ဆိုတာ၊ ၃.Page ထောင်ပြီးပြီးချင်း ဘာလုပ်ရမလဲ၊ ၄.Page LIKE တွေများလာရင် ဘာလုပ်ရမလဲ၊ ၅.Sales အရောင်းသွက်ဖို့ ဘာတွေ ပြင်ဆင်ထားရမလဲ၊ ၆.ဘယ်အချိန်တွေမှာ Post တွေ တင်ရမလဲ၊ ဘယ်ရက်တွေမှာလဲ၊ ၇.၁ရက်အတွင်း ၁လ စာ Post တွေ ဘယ်လိုရေးထားမလဲ၊ ၈.LIKE သိန်းချီ Page တွေ Organic Reach နည်းနေရင် ဘာလုပ်ရမလဲ၊ ၉.LIKE သိန်းချီ ကျေ်ာလာရင် ဘာတွေ သိထားရမလဲ၊ ၁၀.LIKE များတဲ့ Post တခုဖြစ်ဖို့ ဘာတွေ လိုမလဲ၊ ၁၁.Post ကောင်းတခုဖန်တီးဖို့ စစ်ဆေးရမယ့် အချက် ၉ ချက်၊ ၁၂.ကိုယ့် Page ကို LIKE လုပ်ထားသူဟာ ကိုယ့်ဝယ်သူဟုတ်ရဲ့လား၊ ၁၃.ဝယ်သူ ဟုတ်မဟုတ် ဆန်းစစ်နည်း၊ ၁၄.ဝယ်သူ စိတ်အတွင်း ဝင်ရောက်ကြည့်ရှုနည်း၊ ၁၅.ဝယ်သူ အကြောင်း သိအောင် လေ့လာနည်း",
"access":"Life Time",
"duration":1,
"certificate":true,
"price":100000
    }
  ],
  "user": [
    {
      "name": "AKM",
      "phone": 912345678,
      "email": "akm@gmail.com",
      "password": "12345",
      "id": 1
    }
  ],
  "posts": [
    {
      "id": 1,
      "title": "json-server",
      "author": "typicode"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "some comment",
      "postId": 1
    }
  ],
  "profile": {
    "name": "typicode"
  }
}