import { Book } from './../models/books';
import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root',
})
export class BooksService {
  books: Book[] = [
    new Book(
      1,
      'Facebook ကြော်ငြာ အိုင်ဒီယာ ၁၀၀',
      'မားကတ်တင်း အိုင်ဒီယာတွေ ၊ ကြော်ငြာ ရေးသားနည်း အိုင်ဒီယာ ၊ ဈေးကွက်အပေါ် သုံးသပ်နည်း အိုင်ဒီယာ ၊ရောင်းအားတိုးအောင် လုပ်ရမယ့် အိုင်ဒီယာတွေ အမျိုး ၁၀၀ ကိုရေးသားပေးထားပါတယ်\n နာမည်လေးအတိုင်း အိုင်ဒီယာ တွေဘဲပါဝင်ပါတယ်\n စာအုပ်ထဲမှာရေးသားပေးထားတာတွေက  မားကတ်တင်း အိုင်ဒီယာတွေ, ကြော်ငြာ ရေးသားနည်း အိုင်ဒီယာ, ဈေးကွက်အပေါ် သုံးသပ်နည်း အိုင်ဒီယာ, ရောင်းအားတိုးအောင် လုပ်ရမယ့် အိုင်ဒီယာတွေ အမျိုး, ၁၀၀ ကိုရေးသားပေးထားပါတယ်\n စာမျက်နှာပေါင်း ၄၀၀ ကျော်ပါဝင်ပါတယ်\n စာအုပ် ၂ ခုလုံး ဈေးတူပါတယ်\n တန်ဖိုး ၂ သောင်း ကျပ်ပါ\n ဒီလောက်ဆို ကွဲကွဲပြားပြား သိပြီထင်ပါတယ်နော်\n -အရင်က ထက် ကြော်ငြာရွေးတာ ပိုကျွမ်းချင်ရင် ကြော်ငြာချိန်နည်း ၁၀၀ ဖတ်ပါ\n -ကြော်ငြာဖို့ အိုင်ဒီယာတွေ ထုတ်ဖို့အခက်တွေ့နေတဲ့ အခါ ကြော်ငြာအိုင်ဒီယာ ၁၀၀ ဖတ်ပါ\n -ရောင်းအားတိုးချင်ရင် လုပ်ငန်းတိုးတက်ချင်ရင်တော့ ၂ အုပ်လုံးဖတ်ပါလို့\n အကြံပေးချင်ပါတယ် အိုင်ဒီယာ ၁၀၀ စာအုပ်လေးပဲ မှာယူလို့ရပါဦးမယ်',
      9000,
      'https://myanmaronlineentrepreneur.com/wp-content/uploads/2021/08/fb-book.jpg'
    ),
    new Book(
      2,
      '100 Target book',
      'အခြေခံ Page ထောင်နည်းမပါပါ။ Audience ချိန်နည်း သီးသန့်ပဲ ပါပါမယ်။ Audience ရွေးနည်း ၁၀၀ ပါပါမယ် (Demographics, Interests, Behaviors)\n\n အမေးများတဲ့ မေးခွန်းလေးတွေ\n သင်တန်းမှာ သင်တာနဲ့ မတူညီပါဘူးနော်။ အခြေခံ Page ထောင်နည်းမပါပါ။ Audience ချိန်နည်း သီးသန့်ပဲ ပါပါမယ်။ Audience ရွေးနည်း ၁၀၀ ပါပါမယ် (Demographics, Interests, Behaviors)\n နားလည်ရလွယ်အောင် မြန်မာလိုရေးပေးထားပါတယ် ။ ဖတ်ရအဆင်ပြေအောင် Color စာရွက်နဲ့ ထုတ်ပေးထားပါတယ်။ screenshot တွေပါပါဝင်တဲ့ စာမျက်နှာ ၂၀၀ ကျော် ပါဝင်ပါတယ်။ စာအုပ်က Screenshot အများစုက Laptop နဲ့လုပ်နည်းလေးပြထားတာပါ။ ဒီအတွက် လိုက်လုပ်ရန် Laptop နဲ့လိုက်လုပ်ရင် အဆင်ပိုပြေပါတယ်။ ဖုန်းနဲ့လုပ်တာဆိုရင်တော့ တချို့ စာလုံးတွေရှာမရတာ၊ audience ချုံချဲ့ မရတာတွေရှိနိုင်ပါတယ်\n ebook မရောင်းပါဘူးခင်ဗျာ။ အပြင်စာအုပ်က ပိုပြီးတော့ မြတ်မြတ်နိုးနိုးဖြစ်တယ်လို့မြင်လို့ပါ ။ စာရင်းပေးထားစရာမလိုပါဘူးခင်ဗျာ။ တခါတည်း စာအုပ်ဖိုးလွှဲပေးနိုင်ပါတယ်။ အိမ်အရောက်ငွေချေစနစ် မရှိပါဘူးခင်ဗျာ ။ WaveMoney က ငွေလက်ခံ အခက်အခဲရှိလို့ လက်မခံပါဘူးခင်ဗျာ။\n စာအုပ်ပို့ရင် ၇ရက် အတွင်းရောက်ပါမယ်။ စာတိုက် (အမြန်/ချောပို့) ကနေပို့လိုက်ပါ့မယ်ခင်ဗျာ။',
      11000,
      'https://myanmaronlineentrepreneur.com/wp-content/uploads/2021/08/fb-book.jpg'
    ),
  ];
  constructor() {}
  getBooks(): Book[] {
    return this.books;
  }
}
